package com.example.study.scrollview

import android.os.Bundle
import android.support.v7.app.AppCompatActivity
import kotlinx.android.synthetic.main.activity_main.*

class MainActivity : AppCompatActivity() {

    override fun onCreate(savedInstanceState: Bundle?) {
        super.onCreate(savedInstanceState)
        setContentView(R.layout.activity_main)

        var contentText = """같이 바로 지혜는 것이다. 든 대한 황금시대를 칼이다. 속잎나고, 뜨고, 길지 그들은 사막이다. 있을 불어 무한한 영원히 청춘의 그들은 만물은 그와 미묘한 때문이다. 무엇을 대한 피어나는 실현에 이상이 영락과 그들은 인생을 아니다. 트고, 뭇 속에 낙원을 하는 위하여서. 맺어, 인간의 이상, 미묘한 쓸쓸한 그러므로 능히 그들을 있다. 만물은 못할 같지 이상의 위하여서, 크고 꽃이 눈이 관현악이며, 아름다우냐? 방황하여도, 속잎나고, 청춘의 피는 만물은 피어나기 눈이 어디 있다. 무엇을 고행을 같은 것이다. 커다란 구하기 속에 능히 충분히 따뜻한 바로 평화스러운 칼이다.

보이는 노년에게서 이성은 하였으며, 거선의 피고, 구하지 사막이다. 그들의 불러 황금시대를 지혜는 못할 불어 같으며, 있으랴? 청춘이 주는 이상을 사는가 만물은 같으며, 교향악이다. 꽃이 인생을 우는 구하지 얼음이 이상, 타오르고 끝에 무엇을 듣는다. 오아이스도 뼈 그들은 위하여서. 공자는 피고, 방지하는 안고, 힘차게 현저하게 불러 용감하고 청춘의 아니다. 이상의 투명하되 구하기 청춘의 뭇 몸이 소담스러운 붙잡아 그리하였는가? 않는 듣기만 것이다.보라, 뿐이다. 그것을 같은 사는가 뭇 그들에게 새 것이다. 충분히 너의 위하여서, 얼마나 아니한 천하를 할지니, 이것이야말로 두기 것이다.

것은 착목한는 것은 부패뿐이다. 따뜻한 따뜻한 온갖 위하여, 별과 그림자는 커다란 약동하다. 그들의 품었기 가는 못하다 오아이스도 갑 약동하다. 목숨이 피어나기 보배를 심장의 피가 할지라도 꽃 맺어, 것이다. 찾아다녀도, 없는 청춘 있으며, 있다. 열락의 불러 원질이 용기가 피어나기 것이다. 보이는 피가 우는 때문이다. 인생의 사람은 아니더면, 인간이 심장은 풀이 보라. 끝까지 내려온 새가 스며들어 끝에 같은 것이다. 있는 풀이 영락과 꽃이 용감하고 철환하였는가? 모래뿐일 뛰노는 피가 거선의 철환하였는가?같이 바로 지혜는 것이다. 든 대한 황금시대를 칼이다. 속잎나고, 뜨고, 길지 그들은 사막이다. 있을 불어 무한한 영원히 청춘의 그들은 만물은 그와 미묘한 때문이다. 무엇을 대한 피어나는 실현에 이상이 영락과 그들은 인생을 아니다. 트고, 뭇 속에 낙원을 하는 위하여서. 맺어, 인간의 이상, 미묘한 쓸쓸한 그러므로 능히 그들을 있다. 만물은 못할 같지 이상의 위하여서, 크고 꽃이 눈이 관현악이며, 아름다우냐? 방황하여도, 속잎나고, 청춘의 피는 만물은 피어나기 눈이 어디 있다. 무엇을 고행을 같은 것이다. 커다란 구하기 속에 능히 충분히 따뜻한 바로 평화스러운 칼이다.

보이는 노년에게서 이성은 하였으며, 거선의 피고, 구하지 사막이다. 그들의 불러 황금시대를 지혜는 못할 불어 같으며, 있으랴? 청춘이 주는 이상을 사는가 만물은 같으며, 교향악이다. 꽃이 인생을 우는 구하지 얼음이 이상, 타오르고 끝에 무엇을 듣는다. 오아이스도 뼈 그들은 위하여서. 공자는 피고, 방지하는 안고, 힘차게 현저하게 불러 용감하고 청춘의 아니다. 이상의 투명하되 구하기 청춘의 뭇 몸이 소담스러운 붙잡아 그리하였는가? 않는 듣기만 것이다.보라, 뿐이다. 그것을 같은 사는가 뭇 그들에게 새 것이다. 충분히 너의 위하여서, 얼마나 아니한 천하를 할지니, 이것이야말로 두기 것이다.

것은 착목한는 것은 부패뿐이다. 따뜻한 따뜻한 온갖 위하여, 별과 그림자는 커다란 약동하다. 그들의 품었기 가는 못하다 오아이스도 갑 약동하다. 목숨이 피어나기 보배를 심장의 피가 할지라도 꽃 맺어, 것이다. 찾아다녀도, 없는 청춘 있으며, 있다. 열락의 불러 원질이 용기가 피어나기 것이다. 보이는 피가 우는 때문이다. 인생의 사람은 아니더면, 인간이 심장은 풀이 보라. 끝까지 내려온 새가 스며들어 끝에 같은 것이다. 있는 풀이 영락과 꽃이 용감하고 철환하였는가? 모래뿐일 뛰노는 피가 거선의 철환하였는가?같이 바로 지혜는 것이다. 든 대한 황금시대를 칼이다. 속잎나고, 뜨고, 길지 그들은 사막이다. 있을 불어 무한한 영원히 청춘의 그들은 만물은 그와 미묘한 때문이다. 무엇을 대한 피어나는 실현에 이상이 영락과 그들은 인생을 아니다. 트고, 뭇 속에 낙원을 하는 위하여서. 맺어, 인간의 이상, 미묘한 쓸쓸한 그러므로 능히 그들을 있다. 만물은 못할 같지 이상의 위하여서, 크고 꽃이 눈이 관현악이며, 아름다우냐? 방황하여도, 속잎나고, 청춘의 피는 만물은 피어나기 눈이 어디 있다. 무엇을 고행을 같은 것이다. 커다란 구하기 속에 능히 충분히 따뜻한 바로 평화스러운 칼이다.

보이는 노년에게서 이성은 하였으며, 거선의 피고, 구하지 사막이다. 그들의 불러 황금시대를 지혜는 못할 불어 같으며, 있으랴? 청춘이 주는 이상을 사는가 만물은 같으며, 교향악이다. 꽃이 인생을 우는 구하지 얼음이 이상, 타오르고 끝에 무엇을 듣는다. 오아이스도 뼈 그들은 위하여서. 공자는 피고, 방지하는 안고, 힘차게 현저하게 불러 용감하고 청춘의 아니다. 이상의 투명하되 구하기 청춘의 뭇 몸이 소담스러운 붙잡아 그리하였는가? 않는 듣기만 것이다.보라, 뿐이다. 그것을 같은 사는가 뭇 그들에게 새 것이다. 충분히 너의 위하여서, 얼마나 아니한 천하를 할지니, 이것이야말로 두기 것이다.

것은 착목한는 것은 부패뿐이다. 따뜻한 따뜻한 온갖 위하여, 별과 그림자는 커다란 약동하다. 그들의 품었기 가는 못하다 오아이스도 갑 약동하다. 목숨이 피어나기 보배를 심장의 피가 할지라도 꽃 맺어, 것이다. 찾아다녀도, 없는 청춘 있으며, 있다. 열락의 불러 원질이 용기가 피어나기 것이다. 보이는 피가 우는 때문이다. 인생의 사람은 아니더면, 인간이 심장은 풀이 보라. 끝까지 내려온 새가 스며들어 끝에 같은 것이다. 있는 풀이 영락과 꽃이 용감하고 철환하였는가? 모래뿐일 뛰노는 피가 거선의 철환하였는가?같이 바로 지혜는 것이다. 든 대한 황금시대를 칼이다. 속잎나고, 뜨고, 길지 그들은 사막이다. 있을 불어 무한한 영원히 청춘의 그들은 만물은 그와 미묘한 때문이다. 무엇을 대한 피어나는 실현에 이상이 영락과 그들은 인생을 아니다. 트고, 뭇 속에 낙원을 하는 위하여서. 맺어, 인간의 이상, 미묘한 쓸쓸한 그러므로 능히 그들을 있다. 만물은 못할 같지 이상의 위하여서, 크고 꽃이 눈이 관현악이며, 아름다우냐? 방황하여도, 속잎나고, 청춘의 피는 만물은 피어나기 눈이 어디 있다. 무엇을 고행을 같은 것이다. 커다란 구하기 속에 능히 충분히 따뜻한 바로 평화스러운 칼이다.

보이는 노년에게서 이성은 하였으며, 거선의 피고, 구하지 사막이다. 그들의 불러 황금시대를 지혜는 못할 불어 같으며, 있으랴? 청춘이 주는 이상을 사는가 만물은 같으며, 교향악이다. 꽃이 인생을 우는 구하지 얼음이 이상, 타오르고 끝에 무엇을 듣는다. 오아이스도 뼈 그들은 위하여서. 공자는 피고, 방지하는 안고, 힘차게 현저하게 불러 용감하고 청춘의 아니다. 이상의 투명하되 구하기 청춘의 뭇 몸이 소담스러운 붙잡아 그리하였는가? 않는 듣기만 것이다.보라, 뿐이다. 그것을 같은 사는가 뭇 그들에게 새 것이다. 충분히 너의 위하여서, 얼마나 아니한 천하를 할지니, 이것이야말로 두기 것이다.

것은 착목한는 것은 부패뿐이다. 따뜻한 따뜻한 온갖 위하여, 별과 그림자는 커다란 약동하다. 그들의 품었기 가는 못하다 오아이스도 갑 약동하다. 목숨이 피어나기 보배를 심장의 피가 할지라도 꽃 맺어, 것이다. 찾아다녀도, 없는 청춘 있으며, 있다. 열락의 불러 원질이 용기가 피어나기 것이다. 보이는 피가 우는 때문이다. 인생의 사람은 아니더면, 인간이 심장은 풀이 보라. 끝까지 내려온 새가 스며들어 끝에 같은 것이다. 있는 풀이 영락과 꽃이 용감하고 철환하였는가? 모래뿐일 뛰노는 피가 거선의 철환하였는가?같이 바로 지혜는 것이다. 든 대한 황금시대를 칼이다. 속잎나고, 뜨고, 길지 그들은 사막이다. 있을 불어 무한한 영원히 청춘의 그들은 만물은 그와 미묘한 때문이다. 무엇을 대한 피어나는 실현에 이상이 영락과 그들은 인생을 아니다. 트고, 뭇 속에 낙원을 하는 위하여서. 맺어, 인간의 이상, 미묘한 쓸쓸한 그러므로 능히 그들을 있다. 만물은 못할 같지 이상의 위하여서, 크고 꽃이 눈이 관현악이며, 아름다우냐? 방황하여도, 속잎나고, 청춘의 피는 만물은 피어나기 눈이 어디 있다. 무엇을 고행을 같은 것이다. 커다란 구하기 속에 능히 충분히 따뜻한 바로 평화스러운 칼이다.

보이는 노년에게서 이성은 하였으며, 거선의 피고, 구하지 사막이다. 그들의 불러 황금시대를 지혜는 못할 불어 같으며, 있으랴? 청춘이 주는 이상을 사는가 만물은 같으며, 교향악이다. 꽃이 인생을 우는 구하지 얼음이 이상, 타오르고 끝에 무엇을 듣는다. 오아이스도 뼈 그들은 위하여서. 공자는 피고, 방지하는 안고, 힘차게 현저하게 불러 용감하고 청춘의 아니다. 이상의 투명하되 구하기 청춘의 뭇 몸이 소담스러운 붙잡아 그리하였는가? 않는 듣기만 것이다.보라, 뿐이다. 그것을 같은 사는가 뭇 그들에게 새 것이다. 충분히 너의 위하여서, 얼마나 아니한 천하를 할지니, 이것이야말로 두기 것이다.

것은 착목한는 것은 부패뿐이다. 따뜻한 따뜻한 온갖 위하여, 별과 그림자는 커다란 약동하다. 그들의 품었기 가는 못하다 오아이스도 갑 약동하다. 목숨이 피어나기 보배를 심장의 피가 할지라도 꽃 맺어, 것이다. 찾아다녀도, 없는 청춘 있으며, 있다. 열락의 불러 원질이 용기가 피어나기 것이다. 보이는 피가 우는 때문이다. 인생의 사람은 아니더면, 인간이 심장은 풀이 보라. 끝까지 내려온 새가 스며들어 끝에 같은 것이다. 있는 풀이 영락과 꽃이 용감하고 철환하였는가? 모래뿐일 뛰노는 피가 거선의 철환하였는가?"""

        content.setText(contentText)
    }
}
